tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/php'
tap 'homebrew/science'
tap 'thoughtbot/formulae'
cask 'java'
brew 'aws-elasticbeanstalk'
brew 'awscli'
brew 'bash-completion'
brew 'bash-git-prompt'
brew 'chruby'
brew 'cmake'
brew 'direnv'
brew 'git'
brew 'go'
brew 'htop'
brew 'kops'
brew 'python'
brew 'maven'
brew 'node'
brew 'python3'
brew 'nvm'
brew 'pandoc'
brew 'pkg-config'
brew 'portaudio'
brew 'ruby-install'
brew 'sift'
brew 'sox'
brew 'swig'
brew 'tmux'
brew 'vim', args: ['with-lua', 'with-override-system-vi', 'with-tcl']
brew 'youtube-dl'
brew 'homebrew/php/symfony-installer'
brew 'openblas'
brew 'opencv'
brew 'thoughtbot/formulae/rcm'
cask 'atom'
cask 'docker-toolbox'
cask 'filezilla'
cask 'iterm2'
cask 'macports'
cask 'vagrant'
cask 'virtualbox'
cask 'vlc'
